[
    {
        "pregunta": "Me siento nerviosa o inquieta sin razón aparente."
    },
    {
        "pregunta": "Me cuesta concentrarme en mis actividades diarias."
    },
    {
        "pregunta": "Tengo miedo de que algo malo suceda."
    },
    {
        "pregunta": "Me preocupo mucho por cosas pequeñas."
    },
    {
        "pregunta": "Siento que mi corazón late rápido sin motivo."
    },
    {
        "pregunta": "Me cuesta dormir o me despierto frecuentemente."
    },
    {
        "pregunta": "Me siento cansada aunque no haga mucho esfuerzo."
    },
    {
        "pregunta": "Me siento tensa o con los músculos rígidos."
    },
    {
        "pregunta": "Evito situaciones sociales porque me siento incómoda."
    },
    {
        "pregunta": "Me siento ansiosa cuando pienso en el futuro."
    },
    {
        "pregunta": "Me siento feliz con mi vida en general."
    },
    {
        "pregunta": "Disfruto de actividades con amigos y familiares."
    },
    {
        "pregunta": "Me siento relajada cuando estoy sola."
    },
    {
        "pregunta": "Soy capaz de manejar el estrés de manera efectiva."
    },
    {
        "pregunta": "Me siento emocionalmente estable la mayoría del tiempo."
    },
    {
        "pregunta": "Soy optimista sobre el futuro."
    },
    {
        "pregunta": "Me siento satisfecha con mi trabajo o estudios."
    },
    {
        "pregunta": "Siento que mi vida tiene un propósito claro."
    },
    {
        "pregunta": "Me siento valorada por las personas cercanas."
    },
    {
        "pregunta": "Disfruto de los pequeños momentos de la vida."
    },
    {
        "pregunta": "Puedo encontrar soluciones a mis problemas fácilmente."
    },
    {
        "pregunta": "Mi salud física es buena."
    },
    {
        "pregunta": "Me siento en control de mis emociones."
    },
    {
        "pregunta": "Puedo manejar las críticas sin alterarme."
    },
    {
        "pregunta": "Siento que mis esfuerzos son reconocidos."
    },
    {
        "pregunta": "Me siento motivada para mejorar continuamente."
    },
    {
        "pregunta": "Tengo una visión positiva de mi futuro."
    },
    {
        "pregunta": "Disfruto de los pequeños placeres de la vida."
    },
    {
        "pregunta": "Sé establecer límites saludables en mis relaciones."
    },
    {
        "pregunta": "Me permito descansar cuando lo necesito."
    },
    {
        "pregunta": "Me siento cómodo/a expresando mis necesidades y deseos."
    },
    {
        "pregunta": "Confío en mi intuición para guiarme."
    },
    {
        "pregunta": "Me siento orgulloso/a de la persona en la que me estoy convirtiendo."
    },
    {
        "pregunta": "Puedo perdonarme a mí mismo/a por mis errores."
    },
    {
        "pregunta": "Me siento lleno/a de energía y vitalidad."
    },
    {
        "pregunta": "Celebro mis éxitos, sin importar cuán grandes o pequeños sean."
    },
    {
        "pregunta": "Estoy abierto/a a nuevas experiencias y oportunidades de aprendizaje."
    },
    {
        "pregunta": "Me comunico de manera efectiva y respetuosa con los demás."
    },
    {
        "pregunta": "Siento que tengo un impacto positivo en quienes me rodean."
    },
    {
        "pregunta": "Me adapto con flexibilidad a los cambios inesperados."
    },
    {
        "pregunta": "Valoro y cuido mi tiempo de manera consciente."
    },
    {
        "pregunta": "Me siento capaz de manejar mis finanzas de forma responsable."
    },
    {
        "pregunta": "Cuido mi salud mental y busco apoyo cuando lo necesito."
    },
    {
        "pregunta": "Encuentro alegría en mi rutina diaria."
    },
    {
        "pregunta": "Me rodeo de un ambiente que promueve mi crecimiento."
    },
    {
        "pregunta": "Tengo la capacidad de resolver problemas de forma creativa."
    },
    {
        "pregunta": "Manejo el estrés con herramientas y técnicas efectivas."
    },
    {
        "pregunta": "Acepto los cumplidos con amabilidad y gratitud."
    },
    {
        "pregunta": "Siento una profunda conexión y amor por mí mismo/a."
    },
    {
        "pregunta": "Estoy en paz con mi pasado y miro con optimismo hacia el futuro."
    }
]